_altmetric.embed_callback({"title":"Genome-wide transcript profiling reveals the coevolution of plastid gene sequences and transcript processing pathways in the fucoxanthin dinoflagellate Karlodinium veneficum","doi":"10.1093/molbev/msu189","pmid":"24925926","uri":"https://academic.oup.com/mbe/article-lookup/doi/10.1093/molbev/msu189","altmetric_jid":"4f6fa62e3cf058f6100081dc","issns":["1537-1719","0737-4038"],"journal":"Molecular Biology and Evolution","cohorts":[],"abstract":"Plastids utilise a complex gene expression machinery, which has coevolved with the underlying genome sequence. Relatively little is known about the genome-wide evolution of transcript processing in algal plastids that have undergone complex endosymbiotic events. We present the first genome-wide study of transcript processing in a plastid acquired through serial endosymbiosis, in the fucoxanthin-containing dinoflagellate Karlodinium veneficum. The fucoxanthin dinoflagellate plastid has an extremely divergent genome, and utilises two unusual transcript processing pathways, 3' poly(U) tail addition, and sequence editing, which were acquired following the serial endosymbiosis event. We demonstrate that poly(U) addition and sequence editing are widespread features across the K. veneficum plastid transcriptome, whereas other dinoflagellate plastid lineages that have arisen through independent serial endosymbiosis events do not utilise either RNA processing pathway. These pathways constrain the effects of divergent sequence evolution in fucoxanthin plastids, for example by correcting mutations in the genomic sequence that would otherwise be deleterious, and are specifically associated with transcripts that encode functional plastid proteins over transcripts of recently generated pseudogenes. These pathways may have additionally facilitated divergent evolution within the K. veneficum plastid. Transcript editing, for example, has contributed to the evolution of a novel C-terminal sequence extension on the K. veneficum AtpA protein. We furthermore provide the first complete sequence of an episomal minicircle in a fucoxanthin dinoflagellate plastid, which contains the dnaK gene, and gives rise to polyuridylylated and edited transcripts. Our results indicate that RNA processing in fucoxanthin dinoflagellate plastids is evolutionarily dynamic, coevolving with the underlying genome sequence.","abstract_source":"pubmed","context":{"all":{"count":4681775,"mean":5.6992629016288,"rank":3921858,"pct":1,"higher_than":0},"journal":{"count":2108,"mean":7.7723521594684,"rank":2006,"pct":1,"higher_than":0},"similar_age_3m":{"count":112985,"mean":8.4770059831482,"rank":90612,"pct":1,"higher_than":0},"similar_age_journal_3m":{"count":48,"mean":13.868340425532,"rank":47,"pct":1,"higher_than":0}},"authors":["Elisabeth Richardson","Richard G. Dorrell","Christopher J. Howe","Richardson E","Dorrell RG","Howe CJ","E. Richardson","R. G. Dorrell","C. J. Howe"],"type":"article","altmetric_id":2556042,"schema":"1.5.4","is_oa":false,"publisher_subjects":[{"name":"Genetics","scheme":"era"},{"name":"Evolutionary Biology","scheme":"era"},{"name":"Biochemistry And Cell Biology","scheme":"era"}],"cited_by_fbwalls_count":1,"cited_by_posts_count":1,"cited_by_accounts_count":1,"last_updated":1406788734,"score":0.25,"history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"url":"http://dx.doi.org/10.1093/molbev/msu189","added_on":1406788803,"published_on":1402527600,"subjects":["molecularbiology"],"scopus_subjects":["Biochemistry, Genetics and Molecular Biology","Agricultural and Biological Sciences","Life Sciences"],"readers":{"citeulike":"0","mendeley":"29","connotea":"0"},"readers_count":29,"images":{"small":"https://badges.altmetric.com/?size=64&score=1&types=ffffffff","medium":"https://badges.altmetric.com/?size=100&score=1&types=ffffffff","large":"https://badges.altmetric.com/?size=180&score=1&types=ffffffff"},"details_url":"http://www.altmetric.com/details.php?citation_id=2556042"})